<?php

return [
    "disclaimer" => "Όλες οι πληροφορίες που παρέχονται στον παρόν ιστότοπο προέρχονται από τις ανακοινώσεις του Υπουργείου Υγείας για τα εφημερεύοντα φαρμακεία. Το farmakeia.com.cy καταβάλλει κάθε προσπάθεια για επικαιροποίηση, όμως δεν αναλαμβάνει ουδεμία ευθύνη για την ακρίβεια των πληροφοριών που παρέχονται.",
    "call_112" => "Σε περίπτωση εκτάκτου ανάγκης καλέστε απευθείας το 112",
    "copyrights" => "Με επιφύλαξη κάθε δικαιώματος.",
    "privacy_policy" => "Πολιτική Απορρήτου"
];
