@extends('pages.about.template')

@section('title', 'Πολιτική Απορρήτου')

@section('content')
    <p class="mb-3">Το farmakeia.com.cy δεν συλλέγει, διατήρει, ή επεξεργάζεται προσωπικά δεδομένα των χρηστών του.</p>
    <p class="mb-3">Οι διακομιστές του farmakeia.com.cy ενδέχεται να αποθηκεύσουν προσωρινά στοιχεία πρόσβασης όπως η IP σας για σκοπούς προστασίας ενάντια σε ενδεχόμενες κακόβουλες επιθέσεις, όμως όλα τα στοιχεία παραμένουν ανώνυμα και διαγράφονται σε τακτά χρονικά διαστήματα.</p>
    <p class="mb-3">Το farmakeia.com.cy δεν χρησιμοποιεί cookies για οποιαδήποτε από τις λειτουργίες του, όμως συνεργάζεται με τα Google Analytics για να αναλύσει συλλογικά τις προτιμήσεις των χρηστών του και να εξελιχθεί. Σε καμία περίπτωση δεν γίνεται μεμονωμένη κατάγραφή, αλλά όλα τα στοιχεία αναλύονται αθροιστικά και ανώνυμα.</p>
@endsection
