@extends('pages.about.template')

@section('title', 'Πώς Λειτουργεί')

@section('content')
    <h3 class="font-bold mb-3 text-lg">Τι είναι το farmakeia.com.cy;</h3>
    <p class="mb-3">Το farmakeia.com.cy είναι ένα εργαλείο εύρεσης φαρμακείων για όλη την Κύπρο. Μπορείτε να αναζητήσετε φαρμακεία ανά επαρχία, να τα δείτε στο χάρτη, να μάθετε ποια εφημερεύουν ανά ημέρα, και να βρείτε τηλέφωνα και οδηγίες.</p>
    <h3 class="font-bold mb-3 text-lg">Πώς το χρησιμοποιώ;</h3>
    <p class="mb-3">Στην αρχική σελίδα του farmakeia.com.cy θα βρείτε ένα χάρτη της Κύπρου. Πατώντας σε οποιαδήποτε από τις επαρχίες, θα σας ανοίξει ο κατάλογος φαρμακείων για αυτή την επαρχία. Σε αυτό το σημείο αξίζει να σημειωθεί πως τα φαρμακεία που θα βρείτε στην ιστοσελίδα δεν είναι όλα τα αδειοδοτημένα φαρμακεία της επικράτειας, αλλά εκείνα που αναφέρονται έστω και μία φορά στους καταλόγους του Υπουργείου Υγείας για τα εφημερεύοντα φαρμακεία.</p>
    <p class="mb-3">Στην κορυφή της λίστας θα δείτε τα φαρμακεία που εφημερεύουν αυτή τη στιγμή (εφόσον υπάρχουν). Για κάθε φαρμακείο θα δείτε την ονομασία του, την περιοχή όπου βρίσκεται, και τη διεύθυνσή του. Μπορείτε να πατήσετε το κουμπί με το τηλέφωνο στα δεξιά για να καλέσετε το φαρμακείο, ή το κουμπί με το χάρτη για να μεταβείτε στο Google Maps και να λάβετε οδηγίες προς τη διεύθυνση του φαρμακείου. Αν πατήσετε στην ονομασία θα ανοίξετε μια σελίδα με παραπάνω πληροφορίες. Εκεί θα δείτε τις επόμενες εφημερίες που θα έχει το εν λόγω φαρμακείο καθώς και τη θέση του στο χάρτη. Επιπλέον, για όσα φαρμακεία έχουν αυτή την πληροφορία, θα μπορείτε να δείτε και το τηλέφωνο οικίας που έχει δηλωθεί.</p>
    <p class="mb-3">Εναλλακτικά, μπορείτε να επιλέξετε την Προβολή Χάρτη από την κορυφή της σελίδας και να δείτε όλα τα φαρμακεία που υπάρχουν στη βάση του farmakeia.com.cy σε έναν διαδραστικό χάρτη του Google Maps. Πατώντας σε οποιοδήποτε από τα σημεία μπορείτε να δείτε την ονομασία του φαρμακείου και να μεταβείτε στη σελίδα του, να το καλέσετε απευθείας, ή να λάβετε οδηγίες προς τη διεύθυνσή του.</p>
    <h3 class="font-bold mb-3 text-lg">Πού βρίσκετε αυτές τις πληροφορίες;</h3>
    <p class="mb-3">Όλες οι πληροφορίες που βλέπετε στο farmakeia.com.cy προέρχονται από τους καταλόγους του Υπουργείου Υγείας με τα εφημερεύοντα φαρμακεία. Οι θέσεις των φαρμακείων στο χάρτη διαβάζονται από το Google Maps, σύμφωνα με τη διεύθυνση που έχει καταχωρημένη το Υπουργείο.</p>
    <p class="mb-3">Λόγω του ότι όλα τα δεδομένα εισέρχονται στη βάση του farmakeia.com.cy αυτοματοποιημένα, υπάρχει περίπτωση ορισμένες πληροφορίες να είναι ελλιπείς ή ανακριβείς. Παρότι η ομάδα μας καταβάλλει κάθε προσπάθεια για έγκαιρες διορθώσεις, η ιστοσελίδα παραμένει απλά ένας οδηγός και σε περίπτωση εκτάκτου ανάγκης σας συνιστούμε και προτρέπουμε να καλείτε απευθείας το 112 για παροχή άμεσης βοήθειας.</p>
    <h3 class="font-bold mb-3 text-lg">Εντόπισα ένα λάθος! Πώς μπορώ να σας ενημερώσω;</h3>
    <p class="mb-3">Αν έχετε εντοπίσει κάποιο λάθος στις πληροφορίες, τις εφημερίες, ή τη θέση στο χάρτη κάποιου φαρμακείου, μην διστάσετε να επικοινωνήσετε μαζί μας <a href="mailto:support@farmakeia.com.cy" class="text-blue-500">αποστέλλοντάς μας ένα email</a>.</p>
@endsection
