<?php

return [
    "headline" => "Όλα τα εφημερεύοντα φαρμακεια της Κυπρου",
    "subline" => "Επίλεξε επαρχία στον χάρτη για να προχωρήσεις",
    "map_text_version" => "Αν δεν καταφέρνεις να δεις το χάρτη δοκίμασε τα παρακάτω links",
    "home_disclaimer" => "Όλα τα εφημερεύοντα φαρμακεία της Κύπρου απευθείας από τον κατάλογο φαρμακείων του Υπουργείου Υγείας. Βρείτε τα φαρμακεία της περιοχής σας και λάβετε απευθείας οδηγίες προς κάθε ένα από αυτά. Φαρμακεία για όλες τις επαρχίες της Κυπριακής Δημοκρατίας. Δείτε όλες τις εφημερίες φαρμακείων για τους επόμενους μήνες. Πληροφορίες για την ακριβή διεύθυνση κάθε φαρμακείου Παγκύπρια.",
    "a" => ""
];
